{
  "vocab": {
    "<UNK>": 0,
    "çal": 1,
    "müziği": 2,
    "başlat": 3,
    "devam": 4,
    "et": 5,
    "ettir": 6,
    "kaldığı": 7,
    "yerden": 8,
    "aç": 9,
    "şarkıyı": 10,
    "oynat": 11,
    "hadi": 12,
    "play": 13,
    "resume": 14,
    "müzik": 15,
    "çalsın": 16,
    "durdur": 17,
    "duraklat": 18,
    "dur": 19,
    "bir": 20,
    "saniye": 21,
    "kapat": 22,
    "sustur": 23,
    "biraz": 24,
    "pause": 25,
    "stop": 26,
    "şunu": 27,
    "wait": 28,
    "a": 29,
    "moment": 30,
    "sonraki": 31,
    "şarkı": 32,
    "şarkıya": 33,
    "geç": 34,
    "sonrakine": 35,
    "geçer": 36,
    "misin": 37,
    "atla": 38,
    "bunu": 39,
    "bu": 40,
    "yeter": 41,
    "ileri": 42,
    "skip": 43,
    "next": 44,
    "diğer": 45,
    "önceki": 46,
    "dön": 47,
    "geri": 48,
    "al": 49,
    "öncekine": 50,
    "baştan": 51,
    "previous": 52,
    "back": 53,
    "sesi": 54,
    "artır": 55,
    "yükselt": 56,
    "ses": 57,
    "daha": 58,
    "açılsın": 59,
    "yüksek": 60,
    "büyüt": 61,
    "louder": 62,
    "volume": 63,
    "up": 64,
    "kıs": 65,
    "azalt": 66,
    "düşür": 67,
    "kısık": 68,
    "çok": 69,
    "alçalt": 70,
    "quieter": 71,
    "down": 72,
    "ne": 73,
    "çalıyor": 74,
    "şu": 75,
    "an": 76,
    "hangi": 77,
    "şarkının": 78,
    "adı": 79,
    "çalan": 80,
    "what": 81,
    "s": 82,
    "playing": 83,
    "tarkan": 84,
    "sezen": 85,
    "aksu": 86,
    "bohemian": 87,
    "rhapsody": 88,
    "bana": 89,
    "queen": 90,
    "dua": 91,
    "lipa": 92,
    "imagine": 93,
    "dragons": 94,
    "pinhani": 95,
    "ezhel": 96,
    "sanatçıyı": 97,
    "gripin": 98,
    "metallica": 99,
    "pop": 100,
    "rap": 101,
    "rock": 102,
    "some": 103,
    "music": 104,
    "canım": 105,
    "sıkıldı": 106,
    "i": 107,
    "feel": 108,
    "bad": 109,
    "song": 110
  },
  "intents": [
    "play",
    "pause",
    "next",
    "previous",
    "volume_up",
    "volume_down",
    "current_track",
    "search_and_play"
  ]
}